Repository: nabilban/codasign
Catalog: lib/l10n/arb/app_*.arb
Languages: id

# homeSubtitle
source: Manage your signatures & documents
id: Kelola tanda tangan & dokumen Anda

source: Create Signature
id: Buat Tanda Tangan

source: Sign Document
id: Tanda Tangani Dokumen

source: Total Signed
id: Total Ditandatangani

source: Total Pages
id: Total Halaman

source: My Signatures
id: Tanda Tangan Saya

source: Signed PDFs
id: PDF Ditandatangani

source: View All
id: Lihat Semua

source: No signatures yet
id: Belum ada tanda tangan

source: No signed documents yet
id: Belum ada dokumen ditandatangani

# moreEntries
source: {count} more entries
id: {count} entri lainnya

source: Signed on {date}
id: Ditandatangani pada {date}

# shareSignedDocument
source: Signed Document: {name}
id: Dokumen Ditandatangani: {name}

# shareTooltip
source: Share
id: Bagikan

source: Settings
id: Pengaturan

# settingsSubtitle
source: App configuration & data
id: Konfigurasi aplikasi & data

# sectionDataManagement
source: Data Management
id: Manajemen Data

# sectionGeneral
source: General
id: Umum

# sectionDeveloperTools
source: Developer Tools
id: Alat Pengembang

source: Clear All Data
id: Hapus Semua Data

# clearAllDataSubtitle
source: Remove all signatures and signed documents
id: Hapus semua tanda tangan dan dokumen yang ditandatangani

source: Language
id: Bahasa

source: English
id: Inggris

source: Indonesian
id: Indonesia

source: Coming soon
id: Segera hadir

source: About CodaSign
id: Tentang CodaSign

# versionInfo
source: Version 1.0.0
id: Versi 1.0.0

source: Print All Files
id: Cetak Semua File

# printAllFilesSubtitle
source: List all items in Documents and Signatures directory
id: Tampilkan semua item di direktori Dokumen dan Tanda Tangan

# clearAllDataDialogTitle
source: Clear All Data?
id: Hapus Semua Data?

# clearAllDataDialogContent
source: This will permanently delete all your saved signatures and signed documents. This action cannot be undone.
id: Ini akan menghapus semua tanda tangan dan dokumen yang ditandatangani secara permanen. Tindakan ini tidak dapat dibatalkan.

source: Cancel
id: Batal

source: Clear Everything
id: Hapus Semuanya

# allDataCleared
source: All data cleared successfully
id: Semua data berhasil dihapus

# foundItems
source: Found {count} items. Check debug console.
id: Ditemukan {count} item. Periksa konsol debug.

# errorListingFiles
source: Error listing files: {error}
id: Kesalahan saat menampilkan file: {error}

# signDocumentHeader
source: Sign Document
id: Tanda Tangani Dokumen

source: Import PDF to Sign
id: Impor PDF untuk Ditandatangani

# searchLocallyOrDrive
source: Search locally or via Drive
id: Cari secara lokal atau via Drive

source: Select Document
id: Pilih Dokumen

source: Prepare for Signing
id: Siapkan untuk Penandatanganan

# pageNumber
source: Page {page}
id: Halaman {page}

source: Finalize
id: Selesaikan

source: Add Signature
id: Tambah Tanda Tangan

# documentSignedSuccess
source: Document signed and saved to history!
id: Dokumen ditandatangani dan disimpan ke riwayat!

# errorPrefix
source: Error: {message}
id: Kesalahan: {message}

source: Signed Documents
id: Dokumen Ditandatangani

source: No documents found
id: Tidak ada dokumen ditemukan

# deleteDocumentTitle
source: Delete Document?
id: Hapus Dokumen?

# deleteDocumentContent
source: This action will permanently remove this signed document from your history.
id: Tindakan ini akan menghapus dokumen yang ditandatangani ini secara permanen dari riwayat Anda.

source: Delete
id: Hapus

source: My Library
id: Perpustakaan Saya

# selectSignatureToPlace
source: Select a signature to place
id: Pilih tanda tangan untuk ditempatkan

source: No signatures found
id: Tidak ada tanda tangan ditemukan

source: Create New
id: Buat Baru

# createSignatureHeader
source: Create Signature
id: Buat Tanda Tangan

source: Clear
id: Bersihkan

source: Save Signature
id: Simpan Tanda Tangan

source: Saving...
id: Menyimpan...

# pleaseDrawSignature
source: Please draw a signature first.
id: Silakan gambar tanda tangan terlebih dahulu.

source: Failed to export signature.
id: Gagal mengekspor tanda tangan.

source: Signature saved!
id: Tanda tangan disimpan!

source: Library is Empty
id: Perpustakaan Kosong

# createFirstSignature
source: Create your first signature now!
id: Buat tanda tangan pertama Anda sekarang!

source: Created {date}
id: Dibuat {date}

# deleteSignatureTitle
source: Delete Signature?
id: Hapus Tanda Tangan?

# deleteSignatureContent
source: This action will permanently remove this signature from your library.
id: Tindakan ini akan menghapus tanda tangan ini secara permanen dari perpustakaan Anda.

source: Pen Color
id: Warna Pena

source: Pen Thickness
id: Ketebalan Pena

source: Custom Color
id: Warna Kustom

# colorBlack
source: Black
id: Hitam

# colorBlue
source: Blue
id: Biru

# colorCyan
source: Cyan
id: Sian

# colorCustom
source: Custom
id: Kustom

# thicknessThin
source: Thin
id: Tipis

# thicknessMedium
source: Medium
id: Sedang

# thicknessThick
source: Thick
id: Tebal

source: Apply
id: Terapkan

source: Full Preview
id: Pratinjau Penuh

source: Pinch to zoom
id: Cubit untuk memperbesar

# shareSignature
source: Signature: {name}
id: Tanda Tangan: {name}
